export const RUIS_STORY_INPUT = `瑞斯 欧姆伯尔十四岁时独自经营一间酒吧谋生。说起来，这间酒吧还是他姐姐伊莉莎留给他的。自他有记忆以来，大他十几岁的姐姐就一直在为了二人的生计独自打拼。然后，瑞斯12岁时，伊莉莎积劳成疾，得了肺炎，一病不起，最终去世了。
瑞斯从来不是个坚强的孩子。他善良而羞涩，性情内敛，不爱说话。这种性格非但没能帮助他走出亲人离世的阴霾，反而迅速成为他成长的阻碍。他不愿接受失去姐姐的现实，便假装一切仍未发生。他将每一天都过成了同一天，而在这一天中，除了那道熟悉的身影已经模糊，其余的一切都清晰地重合在一起。酒吧的生活本就单调而乏味，他倒也安稳地生活了下来。

不论幸福或是不幸，瑞斯从未想过他与其他他见过的孩子有什么不同，但他的确不同。这是伊莉莎保护半生，直到离世前都未曾对瑞斯交代的秘密。欧姆伯尔这个姓氏来源于中世纪英格兰一个恶名昭彰的家族。相传恶魔曾给予家族成员们一串宝石项链并与之达成交易。家族成员们向宝石中献祭灵魂以创造恶魔降临凡间的肉身。作为回报，恶魔又带给家族成员取之不竭的财富。
传说的真实性毋庸置疑。借助恶魔的财富，欧姆伯尔家族得以秘密存续至二十世纪，血腥的活祭也从未停歇。伊莉莎虽为家族成员，却对恶魔祭祀始终抱有恶感。也因此，在伊莉莎十七岁时，她最终作为祭品上了祭台。但正当她即将献上灵魂时，宝石却在那刻完成了千年的滋养，创造出一个男婴。但那婴儿所载却不是恶魔的意志，而是与身体一同铸就的崭新、纯洁的灵魂。
伊莉莎是第一个见到，也是第一个接触这婴儿的人。她不知道这孩子是否真的是降临的恶魔，最终选择相信自己对这个婴儿的信任感，冒着风险带着他与宝石项链离开了家族，定居于艾因赫文市。她的信任没有错，这个婴儿像其他普通孩子一样健康地长大了，她为他起名叫瑞斯。不过，即使瑞斯由伊莉莎一手养大，她仍坚持以姐弟相称。`;

export const RUIS_STORY_TARGET = `那时，有一个少年人名叫瑞斯·欧姆伯尔，年十四岁，独自看守一间卖酒的屋，以此养生。那屋不是他从外人手中置买的，乃是姐姐伊莉莎留给他的。

伊莉莎比瑞斯年长十余岁。自瑞斯幼年直到十二岁，她常为二人的生计劳苦，独自担当一切所需用的。及至那一年，伊莉莎因劳苦过甚，肺腑患病，得了肺炎；她的病势日渐沉重，不能起来，后来便死了。

瑞斯素来不是刚强的人；他心里良善，性情羞涩，口中的言语也少。姐姐死后，他不肯受安慰，仍照往日所行的去行，仿佛她还在身旁。他使今日如同昨日，明日又如同今日；惟有姐姐的形像，在他眼前渐渐模糊。卖酒之屋中的日子本是虚空，又是捕风；日光之下，并无新事。瑞斯却在那里安静住下，因为他不知道当往哪里去。

论到欧姆伯尔这名，其中另有隐情，是伊莉莎隐藏多年，直到死时也未曾向瑞斯陈明的。古时，在英格兰地有一个宗族，名叫欧姆伯尔；他们的恶名传在众人中间。恶魔将一串镶着宝石的链子交在他们手中，与他们立约。本族的人把活人的灵魂献在宝石里面，要为恶魔预备降临世间的肉身；恶魔也使他们的金银和财物大大增多。

这话并非虚言。欧姆伯尔家借着所得的财富暗中存留；这事世代相传，及至第二十个百年，献活人为祭的事仍未止息。

伊莉莎虽生在这宗族中，心里却厌恶他们所行的。及至她年十七岁，本族的人也把她带到坛前，要取她的灵魂献为祭物。到了所定的日期，看哪，那宝石已经受足一千年的滋养，忽然生出一个男婴。众人以为恶魔已经临到；岂知那孩子里面所存的不是恶魔的意志，乃是一个与身体一同新造、清洁无玷的灵魂。

伊莉莎先看见那孩子，也先伸手接触他。她看见婴孩，就动了慈心。她不知道这婴孩究竟是不是本族所等候的恶魔；然而她宁可信自己心中所生的怜爱，不肯把孩子交在那些人手里。

于是伊莉莎起来，抱着婴孩，又带上那镶着宝石的链子，离开本族和父家，往艾因赫文城去，就在那里住下。孩子渐渐长大，身体强健，与寻常孩童并无分别；伊莉莎便给他起名叫瑞斯。她虽如母亲一般亲手养育他，却叫他作弟弟，自己也以姐姐相称；这事藏在她心里，未曾告诉别人。

儿子必不担当父亲的罪孽，父亲也不担当儿子的罪孽。`;
